{
  "0": {
    "body": "Dice Manipulation Tips and Pointers:\n\nIf desired, there are several different methods of managing dice in this mod:\n\n- via Pad: Each player area has a pad to the top left of it's Adventurer Mat, with an X for every associated dice manipulation action. Simply drop the die onto the X associated with your desired action.\n\n\n\n\n\n- via Hotkey: By default, the following numPad buttons are hotkeys that are associated with the various dice manipulation actions. Hover over the die you wish to manipulate (or in the case of summoning an enemy combat, or status die hover over a blank table area), and press the numPad hotkey. \n\n* Important - these hotkeys assume you are your currently seated color. For this reason, when playing multi handed solo, Hotseat mode is suggested for easier play.\n\nnumPad 0: Place hovered over die to your Roll Pad\n\nnumPad 1: Place hovered over die to your Cooldown Track\n\nnumPad 2: Place hovered over die to your Drained Dice area\n\nnumPad 3: Place hovered over die to an available Active Slot on your Adventurer Mat\n\nnumPad 4: Return hovered over die to the General Supply\n\nnumPad 5: Place hovered over die to it's associated slot on your Adventurer Mat\n* Note - dice will \"remember\" the last slot they occupy on a player mat, which means they will need to be dropped into an available slot, manually, before this functionality will work\n\nnumPad 6: Summon an Enemy Combat die to the pointer's location (may be later returned with numPad 4 if needed)\n\nnumPad 7: Summon an available Status Die to the pointer's location (may be later returned with numPad 4 if needed)\n\n\n\n\n\n- Manually: Dice may be manipulated and moved manually, of course\n\n",
    "color": "Grey",
    "id": 0,
    "title": "Dice Manipulation Tips",
    "visibleColor": {
      "b": 0.5,
      "g": 0.5,
      "r": 0.5
    }
  },
  "8": {
    "body": "Sitting at a seated color will display the Cooldown, Collapse CD Row, + Fatigue, and + Overfatigue buttons for that color's player area. If multi handed play is desired, TTS's Hotseat mode is recommended to easily control those buttons for each player area.\n\nSelecting a Race will cause the Player panel to appear for that selected Adventurer.\n\nAll players should be able to see the Day/Round/XP counter display at any given time.",
    "color": "Grey",
    "id": 8,
    "title": "XML Control Tips",
    "visibleColor": {
      "b": 0.5,
      "g": 0.5,
      "r": 0.5
    }
  }
}
